Repository: Meruyert100/Meditate
Catalog: Meditate/*.lproj/Localizable.strings
Languages: kk

source: Email
kk: Имейл

source: Password
kk: Құпия сөз

source: GET STARTED
kk: Кеттік

source: SIGN UP
kk: Тіркеліңіз

source: LOG IN
kk: Логин

# CREATE YOUR ACCOUNT
source: Create Account
kk: Аккаунт aшу

source: Name
kk: Атыңыз

source: I have read the
kk: Мен оқыдым

source: Privacy Policy
kk: Құпиялылық саясатын

source: Welcome Back!
kk: Қош келдіңіз!

source: Forgot Password?
kk: Құпия сөзді ұмыттыңыз ба?

source: Welcome to M E D I T A T E
kk: M E D I T A T E - ке Қош келдіңіз

source: Explore the app, Find some peace of mind to prepare for meditation
kk: Қолданбаны зерттеп, медитацияға дайындалу үшін жан тыныштығын табыңыз

source: We Wish you have a good day
kk: Сізге жақсы күн тілейміз

source: TOP Choices
kk: Үздік таңдаулар

source: COURSE
kk: КУРС

source: Start
kk: Бастау

source: Time:
kk: Уақыты:

source: Enter Email
kk: Имейлді енгізіңіз

source: Cancel
kk: Бас тарту

source: Reset Password
kk: Өзгерту

source: Reset Failed
kk: Қате

source: Error: Something went wrong. Try again
kk: Қате: Қайтадан көріңіз

source: Reset email sent successfully
kk: Электрондық пошта қалпына келтірілді

source: Check your email
kk: Электрондық поштаңызды тексеріңіз
